[
  {
    "id": 1,
    "name": "The Witcher 3: Wild Hunt",
    "desc": "Incarnez Geralt de Riv, sorceleur aguerri, dans un univers médiéval sombre. Parcourez un monde ouvert foisonnant de quêtes secondaires complexes, affrontez des créatures redoutables et prenez des décisions aux conséquences durables sur le destin du Continent.",
    "shortDesc": "Aventure médiévale sombre",
    "releaseDate": "2015-05-19",
    "genres": ["RPG", "Action", "Aventure"],
    "cover": "/public/cover/witcher3.png",
    "mode": ["solo"]
  },
  {
    "id": 2,
    "name": "The Legend of Zelda: Breath of the Wild",
    "desc": "Plongez dans Hyrule en tant que Link, réveillé d’un sommeil centenaire. Explorez un vaste monde ouvert, combinez outils et créativité pour résoudre des énigmes, affrontez Calamité Ganon et restaurez la paix en libérant les gardiens ancestraux.",
    "shortDesc": "Exploration en monde ouvert",
    "releaseDate": "2017-03-03",
    "genres": ["Action", "Aventure"],
    "cover": "/public/cover/zelda-botw.png",
    "mode": ["solo"]
  },
  {
    "id": 3,
    "name": "God of War",
    "desc": "Suivez la quête de Kratos et de son fils Atreus à travers les royaumes nordiques. Entre combats brutaux, mythologie nordique et relation père-fils touchante, évoluez dans un univers graphique époustouflant et expérimentez un renouveau narratif de la saga.",
    "shortDesc": "Épopée nordique émotionnelle",
    "releaseDate": "2018-04-20",
    "genres": ["Action", "Aventure"],
    "cover": "/public/cover/god-of-war.png",
    "mode": ["solo"]
  },
  {
    "id": 4,
    "name": "Red Dead Redemption 2",
    "desc": "Incarnez Arthur Morgan, membre des Van der Linde, dans un Ouest américain en pleine mutation. Vivez une narration immersive ponctuée de fusillades épiques, de phases de chasse réalistes et de rencontres marquantes, tout en jonglant entre loyauté et survie.",
    "shortDesc": "Saga épique de l'Ouest sauvage",
    "releaseDate": "2018-10-26",
    "genres": ["Action", "Aventure"],
    "cover": "/public/cover/red-dead-redemption2.png",
    "mode": ["solo", "multi"]
  },
  {
    "id": 5,
    "name": "Minecraft",
    "desc": "Construisez, explorez et survivez dans un monde infini généré de manière procédurale. Creusez des mines, affrontez des créatures hostiles, cultivez et co-opérez avec d’autres joueurs pour ériger des structures fantastiques et personnaliser votre univers.",
    "shortDesc": "Monde cubique infini",
    "releaseDate": "2011-11-18",
    "genres": ["Sandbox", "Survie", "Créatif"],
    "cover": "/public/cover/minecraft.png",
    "mode": ["solo", "multi"]
  },
  {
    "id": 6,
    "name": "Overwatch",
    "desc": "Combats d’équipes 6v6 dans un univers futuriste rempli de héros aux capacités variées. Coopérez pour atteindre des objectifs dynamiques, adaptez vos stratégies en temps réel et participez à des affrontements compétitifs intenses dans des arènes colorées.",
    "shortDesc": "FPS d’équipes dynamique",
    "releaseDate": "2016-05-24",
    "genres": ["FPS", "Esport", "Tactique"],
    "cover": "/public/cover/overwatch.png",
    "mode": ["multi"]
  },
  {
    "id": 7,
    "name": "Dark Souls III",
    "desc": "Affrontez un monde en ruines où chaque ennemi peut être mortel. Maîtrisez des combats exigeants, découvrez des récits cryptiques et améliorez votre équipement dans un univers gothique baigné de désespoir et de mystère. La persévérance est le seul chemin vers la victoire.",
    "shortDesc": "RPG exigeant et mystérieux",
    "releaseDate": "2016-03-24",
    "genres": ["RPG", "Action", "Fantasy"],
    "cover": "/public/cover/dark-souls3.png",
    "mode": ["solo", "multi"]
  },
  {
    "id": 8,
    "name": "The Last of Us Part II",
    "desc": "Rejoignez Ellie dans un voyage émotionnel à travers l’Amérique post-apocalyptique. Entre combats furtifs, témoignages poignants et dilemmes moraux, explorez des environnements variés et vivez une histoire mature sur la vengeance, la perte et l’espoir.",
    "shortDesc": "Épopée post-apocalyptique intense",
    "releaseDate": "2020-06-19",
    "genres": ["Action", "Aventure", "Survival"],
    "cover": "/public/cover/last-of-us-2.png",
    "mode": ["solo"]
  },
  {
    "id": 9,
    "name": "Celeste",
    "desc": "Escaladez les pentes vertigineuses du mont Celeste en incarnant Madeline. Testez votre précision dans des niveaux exigeants, esquivez des pièges mortels et affrontez vos démons intérieurs dans une aventure poétique et pleine de sens sur la résilience et la santé mentale.",
    "shortDesc": "Platformer exigeant et poétique",
    "releaseDate": "2018-01-25",
    "genres": ["Plateforme", "Indépendant", "Aventure"],
    "cover": "/public/cover/celeste.png",
    "mode": ["solo"]
  },
  {
    "id": 10,
    "name": "Grand Theft Auto V",
    "desc": "Suivez trois protagonistes – Michael, Franklin et Trevor – dans une satire de la Californie moderne. Alternez entre braquages spectaculaires, phases de conduite et exploration d'une métropole tentaculaire, seul ou en ligne avec GTA Online pour des modes variés.",
    "shortDesc": "Crime, braquages et chaos urbain",
    "releaseDate": "2013-09-17",
    "genres": ["Action", "Aventure", "Ouvert"],
    "cover": "/public/cover/gta5.png",
    "mode": ["solo", "multi"]
  }
]
